{
  "version": "1.1.0",
  "verHead": "1.1",
  "verDate": "20250216",


  "minVer": "latest",
  "creation": "0",
  "allowStart": "true",
  "CanUpdate": "true",
  "DebugVer": "0.0.0",

  "md5": "f0f1a0d8d34ec0d6783c0fae1c4da499",
  "announcement": {
    "English": "If the update is unsuccessful, please try to visit the website to update manually.\nDue to the developer's personal academic and current situation, the next version update may take a long time.\nThank you for your support!",
    "Latam": "Si la actualización no tiene éxito, por favor intente visitar el sitio web para actualizar manualmente.\nDebido a la situación académica y personal del desarrollador, la próxima actualización de versión podría tardar mucho tiempo.\n¡Gracias por su apoyo!\nEl idioma que estás utilizando se traduce mediante IA y puede contener inexactitudes. Por favor, proporciona retroalimentación al desarrollador de manera oportuna.",
    "Brazilian": "Se a atualização não for bem-sucedida, tente acessar o site para atualizar manualmente.\nDevido à situação acadêmica e pessoal do desenvolvedor, a próxima atualização pode demorar bastante.\nAgradecemos seu apoio!\nO idioma que você está usando é traduzido por IA e pode conter imprecisões. Por favor, forneça feedback ao desenvolvedor prontamente.",
    "Portuguese": "Se a atualização não for bem-sucedida, tente visitar o site para atualizar manualmente.\nDevido à situação acadêmica e pessoal do desenvolvedor, a próxima atualização pode demorar bastante.\nAgradecemos o seu apoio!\nA linguagem que você está usando é traduzida por IA e pode conter imprecisões. Por favor, forneça feedback ao desenvolvedor prontamente.",
    "Korean": "업데이트가 성공적이지 않으면 웹사이트를 방문하여 수동으로 업데이트해 주십시오.\n개발자의 학업 및 개인 사정으로 인해 다음 버전 업데이트는 상당 기간이 걸릴 수 있습니다.\n지원해 주셔서 감사합니다!\n사용 중인 언어는 AI로 번역되어 오류가 있을 수 있습니다. 개발자에게 신속히 피드백을 제공해 주세요.",
    "Russian": "Если обновление не удалось, пожалуйста, посетите сайт для ручного обновления.\nВ связи с учебой и личными обстоятельствами разработчика, следующее обновление версии может занять много времени.\nСпасибо за поддержку!\nЯзык, который вы используете, переводится с помощью ИИ и может содержать неточности. Пожалуйста, своевременно сообщите разработчику.",
    "Dutch": "Als de update niet slaagt, probeer dan de website te bezoeken om handmatig te updaten.\nVanwege de studie en de persoonlijke situatie van de ontwikkelaar kan het volgende versie-update wellicht lang duren.\nBedankt voor uw steun!\nDe taal die je gebruikt wordt vertaald door AI en kan onnauwkeurigheden bevatten. Geef alsjeblieft prompt feedback aan de ontwikkelaar.",
    "Filipino": "Kung hindi matagumpay ang update, subukan ang pagbisita sa website upang manu-manual na i-update.\nDahil sa personal na kalagayan at pagsisikap sa pag-aaral ng developer, maaaring magtagal ang susunod na update ng bersyon.\nSalamat sa iyong suporta!\nAng wika na ginagamit mo ay tinatranslate ng AI at maaaring magkaroon ng mga hindi katatapos. Mangyaring magbigay ng feedback sa developer nang maingay.",
    "French": "Si la mise à jour n'a pas réussi, veuillez essayer de visiter le site web pour mettre à jour manuellement.\nEn raison des études et de la situation personnelle du développeur, la prochaine mise à jour de version pourrait prendre beaucoup de temps.\nMerci pour votre soutien!\nLa langue que vous utilisez est traduite par l'IA et peut contenir des inexactitudes. Veuillez fournir un retour d'information au développeur sans tarder.",
    "German": "Wenn das Update nicht erfolgreich war, versuchen Sie bitte, die Website zu besuchen, um manuell zu aktualisieren.\nAufgrund der Studienlage und der persönlichen Situation des Entwicklers kann es länger dauern, bis die nächste Versionsaktualisierung erfolgt.\nVielen Dank für Ihre Unterstützung!\nDie von Ihnen verwendete Sprache wird von einer KI übersetzt und kann Ungenauigkeiten enthalten. Bitte geben Sie dem Entwickler umgehend ein Feedback.",
    "Italian": "Se l'aggiornamento non è riuscito, provi a visitare il sito web per aggiornare manualmente.\nA causa degli studi e della situazione personale dello sviluppatore, il prossimo aggiornamento della versione potrebbe richiedere molto tempo.\nGrazie per il tuo supporto!\nLa lingua che stai utilizzando è tradotta da IA e può contenere inesattezze. Per favore, fornisci feedback allo sviluppatore prontamente.",
    "Japanese": "更新が成功しない場合は、ウェブサイトを訪れて手動で更新してください。\n開発者の学業や個人状況のため、次回のバージョン更新はかなり時間がかかるかもしれません。\nご支援ありがとうございます！\n使用している言語は AI で翻訳されており、不正確な部分がある場合があります。開発者に速やかにフィードバックを提供してください。",
    "Spanish": "Si la actualización no tiene éxito, por favor intente visitar el sitio web para actualizar manualmente.\nDebido a la situación académica y personal del desarrollador, la próxima actualización de versión podría tardar mucho tiempo.\n¡Gracias por tu apoyo!\nEl idioma que estás utilizando se traduce mediante IA y puede contener inexactitudes. Por favor, proporciona retroalimentación al desarrollador de manera oportuna.",
    "SChinese": "如果更新没有成功，请您尝试访问网站手动更新。\n因开发者个人学业及状态原因，下次版本更新或许需要很久。\n感谢支持！",
    "TChinese": "如果更新没有成功，請您嘗試訪問網站手動更新。\n因開發者個人學業及狀態原因，下次版本更新或許需要很久。\n感謝支持！\n您所使用的語言使用AI翻譯，可能會出現偏差，請及時向開發者反饋。",
    "Irish": "Má theip ar an nuashonrú, déan iarracht an suíomh a cuairt ar son nuashonrú de láimh.\nMar thoradh ar staid acadaimigh agus personaltais an feabhsaitheora, b'fhéidir go mbeidh an chéad nuashonrú eile ag dul thart.\nGo raibh maith agat as an tacaíocht!\nIs féidir go mbeadh eolais ar na teanga a bhí agat agus go mbeadh deachtlúchán ann. Tabhair feadhbach chun an t-ábhar."
  }
}
