{
  "version": "1.1.0",
  "verHead": "1.1",
  "verDate": "20250216",


  "minVer": "latest",
  "creation": "0",
  "allowStart": "true",
  "CanUpdate": "false",
  "DebugVer": "0.0.0",

  "md5": "367544a16048775bb7e5c367950f3773",
  "announcement": {
    "English": "This update requires manual installation.\nUpdate #20250130\nFix the bug of Wrong Version\nFix the bug of sometimes FAC can not kick cheaters.",
    "Latam": "Esta actualización requiere instalación manual.\nActualización #20250130\nSe corrigió el problema de error de versión\nSe corrigió el problema en el que el anti-cheat no podía expulsar a los jugadores\nEl idioma que estás utilizando se traduce mediante IA y puede contener inexactitudes. Por favor, proporciona retroalimentación al desarrollador de manera oportuna.",
    "Brazilian": "Esta atualização requer a instalação manual.\nAtualização #20250130\nCorrigido o problema de erro de versão\nCorrigido o problema em que o anti-cheat falhava ao expulsar jogadores\nO idioma que você está usando é traduzido por IA e pode conter imprecisões. Por favor, forneça feedback ao desenvolvedor prontamente.",
    "Portuguese": "Esta atualização requer instalação manual.\nAtualização #20250130\nCorrigido o problema de erro de versão\nCorrigido o problema onde o anti-cheat falhava ao expulsar jogadores\nA linguagem que você está usando é traduzida por IA e pode conter imprecisões. Por favor, forneça feedback ao desenvolvedor prontamente.",
    "Korean": "이 업데이트는 수동으로 설치해야 합니다.\n업데이트 #20250130\n버전 오류 문제를 수정했습니다\n-cheat으로 플레이어를 쫓아내는 데 실패하는 문제를 수정했습니다\n사용 중인 언어는 AI로 번역되어 오류가 있을 수 있습니다. 개발자에게 신속히 피드백을 제공해 주세요.",
    "Russian": "Данное обновление требует ручной установки.\nОбновление #20250130\nИсправлена ошибка с версией\nИсправлена проблема с неудачным исключением игроков анти-чеат\nЯзык, который вы используете, переводится с помощью ИИ и может содержать неточности. Пожалуйста, своевременно сообщите разработчику.",
    "Dutch": "Deze update vereist handmatig installeren.\nUpdate #20250130\nHet probleem met de versiefout is opgelost\nHet probleem met het falen van anti-cheat om spelers te verbannen is opgelost\nDe taal die je gebruikt wordt vertaald door AI en kan onnauwkeurigheden bevatten. Geef alsjeblieft prompt feedback aan de ontwikkelaar.",
    "Filipino": "Ang update na ito ay kailangan ng manual na pag-install.\nUpdate #20250130\nNatagpuan at naayos ang problema sa pagkakamali ng bersyon\nNatagpuan at naayos ang problema kung saan ang anti-cheat ay hindi magagawang ialis ang mga player\nAng wika na ginagamit mo ay tinatranslate ng AI at maaaring magkaroon ng mga hindi katatapos. Mangyaring magbigay ng feedback sa developer nang maingay.",
    "French": "Cette mise à jour nécessite une installation manuelle.\nMise à jour #20250130\nCorrection du bug lié à l'erreur de version\nCorrection du bug pour l'échec de l'anti-triche à expulser les joueurs\nLa langue que vous utilisez est traduite par l'IA et peut contenir des inexactitudes. Veuillez fournir un retour d'information au développeur sans tarder.",
    "German": "Dieses Update erfordert manuelles Installieren.\nUpdate #20250130\nDas Problem mit der Versionsnummer wurde behoben\nDas Problem, bei dem das Anti-Betrugssystem Spieler nicht auskickte, wurde behoben\nDie von Ihnen verwendete Sprache wird von einer KI übersetzt und kann Ungenauigkeiten enthalten. Bitte geben Sie dem Entwickler umgehend ein Feedback.",
    "Italian": "Questo aggiornamento richiede l'installazione manuale.\nAggiornamento #20250130\nRisolto il problema relativo all'errore della versione\nRisolto il problema per il quale l'anti-trucco non era in grado di cacciare i giocatori\nLa lingua che stai utilizzando è tradotta da IA e può contenere inesattezze. Per favore, fornisci feedback allo sviluppatore prontamente.",
    "Japanese": "この更新は手動でインストールが必要です。\n更新#20250130\nバージョンエラーの問題を修正しました\n反不正でプレイヤーを追放するのに失敗する問題を修正しました\n使用している言語は AI で翻訳されており、不正確な部分がある場合があります。開発者に速やかにフィードバックを提供してください。",
    "Spanish": "Esta actualización requiere instalación manual.\nActualización #20250130\nSe corrigió el problema de error de versión\nSe corrigió el problema en el que el anti-cheat no podía expulsar a los jugadores\nEl idioma que estás utilizando se traduce mediante IA y puede contener inexactitudes. Por favor, proporciona retroalimentación al desarrollador de manera oportuna.",
    "SChinese": "如果更新没有成功，请您尝试访问网站手动更新。\n因开发者个人学业及状态原因，下次版本更新或许需要很久。\n感谢支持！",
    "TChinese": "本次更新需要您手动更新。\n更新#20250130\n修復了版本錯誤的問題\n修復了反作弊踢出玩家失敗的問題\n您所使用的語言使用AI翻譯，可能會出現偏差，請及時向開發者反饋。",
    "Irish": "Is gá leis an nuashonra seo suíomh a shuiteáil go láithreach.\nNuashonra #20250130\nDíorthaíodh an fadhb leis an earráid an leagan\nDíorthaíodh an fadhb nuair nach raibh in ann an chéad cheannas chur as do na imreoirí\nIs féidir go mbeadh eolais ar na teanga a bhí agat agus go mbeadh deachtlúchán ann. Tabhair feadhbach chun an t-ábhar."
  }
}
